echoPythonServer/workfile.xml

b'<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><ApplicationHeader xmlns="http://dk.itst"><ApplicationToken>d3bda45f-f33b-4ea0-be4c-bfe6d6f8a052</ApplicationToken><UserToken>LAPTOP-9T8Q3AO8\\Jakob</UserToken></ApplicationHeader><SourceUsageOrderHeader xmlns="http://dk.itst"><SourceUsageOrder>LocalOnly</SourceUsageOrder></SourceUsageOrderHeader></soap:Header><soap:Body><SearchList xmlns="http://dk.itst"><SoegInput xmlns="urn:oio:sagdok:person:1.0.0"><SoegObjekt><SoegAttributListe><SoegEgenskab><NavnStruktur><PersonNameStructure xmlns="http://rep.oio.dk/itst.dk/xml/schemas/2006/01/17/"><PersonGivenName xmlns="http://rep.oio.dk/ebxml/xml/schemas/dkcc/2003/02/13/">uffe</PersonGivenName></PersonNameStructure></NavnStruktur></SoegEgenskab></SoegAttributListe></SoegObjekt></SoegInput></SearchList></soap:Body></soap:Envelope>'